// Циклы.

// Напишите 2 цикла. Один будет считать от 10 до 0, другой от 0 до 10. Напишите с помощью FOR и с помощью WHILE. В конечном результате будет 4 цикла.

// Создайте массив разных данных простых типов ( примитивов), не менее 15 элементов в массиве. Создайте переменную с пустой строкой. Пройдитесь циклом FOR по массиву. В теле цикла ( там где мы пишем код {} ) сделайте проверку, если элемент массива при переводе в булевое значение будет положительным, тогда запишите его в строку, разделяя её пробелом.

// Создайте массив разных данных простых типов ( примитивов), не менее 15 элементов в массиве. Создайте ещё одну переменную с пустым массивом. Пройдитесь циклом FOR по массиву. В теле цикла ( там где мы пишем код {} ) сделайте проверку, если элемент массива при переводе в булевое значение будет положительным, тогда запишите его в  ранее созданную переменную с пустым массивом. В результате получится массив положительных элементов. Но я хочу чтобы массив был длиной максимум в 3 элемента. 
// Урежьте массив до 3 элементов с помощью свойства length
// Урежьте массив до 3 элементов с помощью splice. ( Как удалить от 3-го до последнего элемента Вам придется самостоятельно найти в Gogle )
